tap "databricks/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "sqitchers/sqitch"
brew "antigen"
brew "stow"
brew "xz"
brew "openssl@3"
brew "readline"
brew "glib"
brew "icu4c@76"
brew "harfbuzz"
brew "openjdk"
brew "apache-spark"
brew "readline"
brew "astro"
brew "awscli"
brew "berkeley-db", link: true
brew "docker"
brew "eza"
brew "fd"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "graphviz"
brew "grep"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libpq"
brew "luajit"
brew "openjdk"
brew "maven"
brew "nano"
brew "neofetch"
brew "neovim"
brew "openjdk@11"
brew "openssl@3"
brew "postgresql@14"
brew "python"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "sbt"
brew "scala@2.12"
brew "stow"
brew "tcl-tk"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "xclip"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "databricks/tap/databricks"
brew "jesseduffield/lazygit/lazygit"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support", "with-sqlite-support"]
cask "bruno"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "linearmouse"
cask "unnaturalscrollwheels"
